Repository: wecaresysproject/We-care-mobile
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Create Account
ar: إنشاء حساب

source: First Name
ar: الاسم الأول

source: Family Name
ar: اسم العائلة

# enterFirstName
source: Enter Your First Name
ar: اكتب اسمك الأول

# enterLastName
source: Enter Your Last Name
ar: اكتب اسمك الثاني

source: Mobile Number
ar: رقم الموبايل/الجوال

source: Password
ar: كلمة السر

source: Enter Password
ar: اكتب كلمة السر

source: Confirm Password
ar: تأكيد كلمة السر

# passwordHint
source: Your password must contain
ar: يجب أن تحتوي كلمة المرور الخاصة بك

source: Please Enter Your Name
ar: من فضلك ادخل الاسم

# pleaseEnterYourPhoneNum
source: Please Enter Your Phone Number
ar: من فضلك ادخل رقم الهاتف

# pleaseEnterYourCorrentPhoneNum
source: Please Enter Your Corrent Phone Number
ar: من فضلك ادخل رقم هاتف صحيح

source: Please Enter Your Password
ar: من فضلك ادخل كلمة المرور

source: Please Enter Your Password
ar: من فضلك ادخل كلمة المرور

# passwordNotMatch
source: Passwords do not match
ar: كلمة المرور غير متطابقة

# passwordHint1
source: Between 8 and 15 characters
ar: بين 8 و 15 حرف

# passwordHint2
source: 1 or more special characters
ar: 1 أو أكثر من الرموز

# passwordHint3
source: 1 or more numbers
ar: 1 أو أكثر من الأرقام

source: Verify Your Number
ar: التحقق من رقمك

# verifyYourNumberHint
source: Enter the verification code we sent to your number.
ar: أرسلنا رمز التحقق لرقمك، برجاء ادخاله

source: Resend
ar: اعادة الارسال

source: Patient
ar: المريض

source: Doctor / Specialist
ar: الطبيب / الاخصائي

source: Medical Service Providers
ar: مقدمي الخدمات الطبية

source: Insurance Companies
ar: شركات التأمين

source: Supporting Entities
ar: الهيئات الداعمة

# medicalRecordManagement
source: Choose what you want to do to manage your medical record.
ar: اختر ما تريد القيام به لإدارة سجلك الطبي.

# enter_medical_data
source: Enter your medical record data
ar: ادخال بيانات سجلك الطبي

# view_medical_record
source: View your medical record
ar: عرض سجلك الطبي

# dummyUserName
source: Ahmed Mohamed
ar: أحمد محمد

# homeTab
source: Home
ar: الرئيسية

# medical_recordTab
source: Medical
ar: ملف طبي

# doctorsTab
source: Doctors
ar: الأطباء

# pharmaInteractionTab
source: Interaction
ar: تفاعل دواء

# settingsTab
source: Settings
ar: الإعدادات

# by_creating_account_you_agree_to
source: By creating an account, you agree to our
ar: بإنشاء حساب جديد أنت توافق على

# conditionsOFUse
source: Terms and Conditions of us
ar: شروط الاستخدام الخاصة بنا

# ok
source: Accept
ar: موافق

# T_and_C
source: Terms and Conditions
ar: شروط الاستخدام

# alreadyHaveAccount
source: Already have an account ?
ar: هل يوجد لديك حساب ؟

source: Login
ar: تسجيل الدخول

# dontHaveAccount
source: Don't have an account ?
ar: ليس لديك حساب ؟

source: Forgot Password
ar: نسيت كلمة السر

source: Continue
ar: متابعة

# reset_password_subtitle
source: Enter your phone number, and we will send you a code to reset your password.
ar: أدخل رقم هاتفك وسنرسل لك رمز لإعادة تعيين كلمة المرور

# verfication_code
source: Verification Code
ar: كود التحقق

# we_have_send_code_to_ur_phone
source: We have sent a verification code to your phone, please enter it.
ar: أرسلنا رمز التحقق لرقمك ، برجاء ادخاله

source: New Password
ar: كلمة السر الجديدة

# create_new_password
source: Create a New Password
ar: انشاء كلمة السر

source: Confirm New Password
ar: تاكيد كلمة السر

# white_spaces_validation
source: Empty field
ar: الحقل فارغ

# search_text
source: Search
ar: بحث متقدم

# medical_inter_cat1
source: Drug Interactions
ar: تفاعلات الادويه

# medical_summary_cat2
source: Medical Summary
ar: ملخص طبى

# life_quality_cat3
source: Life Quality
ar: توصيات لجودة الحياة

# genetical_inheritance
source: Genetic Tree
ar: الشجره الوراثية

source: Artificial Intelligence
ar: ذكاء الاصطناعي

# category_star_ratings
source: Medical Report Preparation
ar: اعداد تقرير طبي

# category_notifications
source: Doctor Evaluations
ar: تقيم الاطباء

# supprting_rooms
source: Support Rooms
ar: غرف الدعم

# home_visit_service
source: Home Visit
ar: كشف منزلى

# medical_files
source: Medical File
ar: الملف الطبى

# doctor_search_service
source: Doctor Search
ar: بحث عن طبيب

source: Medical Consultations
ar: استشارات طبيه

# required_field
source: This field is required
ar: هذا الحقل مطلوب

source: Word
ar: كلمة

# word_limit_exceeded
source: You have exceeded the limit of 100 words!
ar: لقد تجاوزت الحد الادنى من 100 كلمة!
